Repository: gocodebox/lifterlms
Catalog: languages/lifterlms-*.po
Languages: it_it

source: This is where you can view all of the quizzes.
it_it: Qui è dove puoi visualizzare tutti i quiz.

# slug
source: llms_question
it_it: llms-domande

source: Questions
it_it: Domande

source: Question
it_it: Domanda

source: Add Question
it_it: Aggiungi Domanda

source: Add New Question
it_it: Aggiungi Nuova Domanda

source: Edit Question
it_it: Modifica Domanda

source: New Question
it_it: Nuova Domanda

source: View Question
it_it: Visualizza Domanda

source: Search Questions
it_it: Cerca Domande

source: No Questions found
it_it: Nessuna Domanda trovata

source: No Questions found in trash
it_it: Nessuna Domanda trovata nel cestino

source: Parent Questions
it_it: Domande Genitore

# Admin menu name
source: Quiz Questions
it_it: Domande Quiz

source: This is where you can view all of the Quiz Questions.
it_it: Qui è dove puoi visualizzare tutte le Domande Quiz.

source: Coupons
it_it: Coupon

source: Add Coupon
it_it: Aggiungi Coupon

source: Add New Coupon
it_it: Aggiungi Nuovo Coupon

source: Edit Coupon
it_it: Modifica Coupon

source: New Coupon
it_it: Nuovo Coupon

source: View Coupon
it_it: Visualizza Coupon

source: Search Coupon
it_it: Cerca Coupon

source: No Coupon found
it_it: Nessun Coupon trovato

source: No Coupon found in trash
it_it: Nessun Coupon trovato nel cestino

source: Parent Coupon
it_it: Coupon Genitore

# Admin menu name
source: Coupons
it_it: Coupon

source: This is where coupons are stored.
it_it: Qui è dove i tuoi coupon sono salvati.

source: Vouchers
it_it: Voucher

source: Add Voucher
it_it: Aggiungi Voucher

source: Add New Voucher
it_it: Aggiungi Nuovo Voucher

source: Edit Voucher
it_it: Modifica Voucher

source: New Voucher
it_it: Nuovo Voucher

source: View Voucher
it_it: Visualizza Voucher

source: Search Voucher
it_it: Cerca Voucher

source: No Voucher found
it_it: Nessun Voucher trovato

source: No Voucher found in trash
it_it: Nessun Voucher trovato nel cestino

source: Parent Voucher
it_it: Voucher Genitore

# Admin menu name
source: Vouchers
it_it: Voucher

source: This is where voucher are stored.
it_it: Qui è dove i voucher vengono salvati.

source: Reviews
it_it: Revisioni

source: Review
it_it: Revisione

# Admin menu name
source: Reviews
it_it: Revisioni

source: Add Review
it_it: Aggiungi Revisione

source: Add New Review
it_it: Aggiungi Nuova Revisione

source: Edit Review
it_it: Modifica Revisione

source: New Review
it_it: Nuova Revisione

source: View Review
it_it: Visualizza Revisione

source: Search Reviews
it_it: Cerca Revisioni

source: No Reviews found
it_it: Nessuna Revisione trovata

source: No Reviews found in trash
it_it: Nessuna Revisione trovata nel cestino

source: Parent Review
it_it: Revisione Genitore

source: This is where you can add new reviews.
it_it: Qui è dove puoi aggiungere le nuove revisioni.

# billing recurrence interval
source: every %s %ss
it_it: Ogni %s %ss

# billing first payment
source: %s%s then
it_it: %s%s successivamente

# billing cycle
source: %s %s for %s %ss
it_it: %s %s per %s %ss

# billing without cycle
source: %s %s for %s %s
it_it: %s %s per %s %s

source: single payment of
it_it: pagamento singolo di

# billing second payment
source: %s%s then
it_it: %s%s successivamente

source: Free!
it_it: Gratuito!

source: unlimited
it_it: illimitato

source: There are no questions associated with this quiz.
it_it: Non ci sono domande associate a questo quiz.

source: There was an error starting the quiz. Please return to the lesson and begin again.
it_it: C’è stato un errore iniziando il quiz. Per favore torna alla lezione e riprova.

source: There was an error finding the associated quiz. Please return to the lesson and begin quiz again.
it_it: C’è stato un errore nel trovare il quiz associato. Per favore torna alla lezione e riprova.

source: There was an error with your quiz.
it_it: C’è stato un errore con il tuo quiz.

source: What Others Have Said
it_it: Cosa hanno detto gli altri

source: By: %s
it_it: Da: %s

source: Thank you for your review!
it_it: Grazie per la tua revisione!

source: Write a Review
it_it: Scrivi una Recensione

source: Review Title is required.
it_it: Il Titolo della Recensione è richiesto.

source: Review Text
it_it: Testo Recensione

source: Review Text is required.
it_it: Il Testo della Recensione è richiesto.

source: Leave Review
it_it: Lascia una Recensione

source: Previous
it_it: Precedente

source: Next
it_it: Successivo

source: Course outline can only be displayed on course or lesson posts!
it_it: Il programma del Corso può essere mostrato soltanto nei post corso o lezione!

source: Widgets in this area will be shown on posts with the post type of lesson.
it_it: Le Widget in quest’area verranno mostrati nei posti di tipo lezione.

source: Lesson Sidebar
it_it: Sidebar Lezione

source: Widgets in this area will be shown on posts with the post type of course.
it_it: Le Widget in quest’area verranno mostrati nei post di tipo corso.

source: Course Sidebar
it_it: Sidecar Corso

source: New title
it_it: Nuovo titolo

source: Title:
it_it: Titolo:

source: Engagement Email
it_it: Email Coinvolgimento

source: New account
it_it: Nuovo Account

source: Person new account emails are sent when a person signs up via the checkout or My Account page.
it_it: Le email per i nuovi account vengono inviate quando una persona si registra attraverso il checkout o la pagina Mio Account.

source: Welcome to {site_title}
it_it: Benvenuto su {site_title}

source: Reset password
it_it: Reimposta password

source: Customer reset password emails are sent when a customer resets their password.
it_it: Le email per reimpostare la password sono inviate quando un cliente reimposta la password.

source: Password Reset for {site_title}
it_it: Reimposta la Password su {site_title}

source: Password Reset Instructions
it_it: Istruzioni per Reimpostare la Password

source: %s membership is required to view this content.
it_it: %s abbonamento è richiesto per visualizzare questo contenuto.

source: Your email addresses do not match.
it_it: I tuoi indirizzi email non combaciano.

source: An account is already registered with your email address. Please login.
it_it: Un account è stato già registrato con questo indirizzo email. Per favore accedi.

source: Please enter a valid account username.
it_it: Per favore inserisci un nome utente valido.

source: An account is already registered with that username. Please choose another.
it_it: Un account è già registrato con questo nome utente. Per favore selezionane un altro.

source: You must agree to the Terms and Conditions.
it_it: Devi accettare i Termini e Condizioni.

source: Please enter an account password.
it_it: Per favore inserisci una password per il tuo account.

source: Your passwords did not match.
it_it: Le tue password non combaciano.

source: Couldn&#8217;t register you&hellip; please contact us if you continue to have problems.
it_it: Non è stato possibile registrarti&hellip; per favore contattaci se continui ad avere problemi.

source: Membership Levels
it_it: Livelli Abbonamento

source: Last Login
it_it: Ultimo Login

source: United States
it_it: Stati Uniti

source: American Samoa
it_it: Samoa Americane

source: Antarctica
it_it: Antartide

source: Antigua And Barbuda
it_it: Antigua e Barbuda

source: Belarus
it_it: Bielorussia

source: Belgium
it_it: Belgio

source: Bosnia And Herzegowina
it_it: Bosnia ed Erzegovina

source: Bouvet Island
it_it: Isola Bouvet

source: Brazil
it_it: Brasile

source: British Indian Ocean Territory
it_it: Territori Britannici dell'Oceano Indiano

source: Brunei Darussalam
it_it: Brunei

source: Cambodia
it_it: Cambogia

source: Cameroon
it_it: Camerun

source: Cape Verde
it_it: Capo Verde

source: Cayman Islands
it_it: Capo Verde

source: Central African Republic
it_it: Centrafrica

source: Chad
it_it: Ciad

source: Chile
it_it: Cile

source: China
it_it: Cina

source: Christmas Island
it_it: Isola Christmas

source: Cocos (Keeling) Islands
it_it: Isole Cocos

source: Comoros
it_it: Comore

source: Congo, The Democratic Republic Of The
it_it: Congo (Rep.)

source: Cook Islands
it_it: Isole Cook

source: Cote D'Ivoire
it_it: Costa d'Avorio

source: Croatia
it_it: Croazia

source: Cyprus
it_it: Cipro

source: Czech Republic
it_it: Ceca (Repubblica)

source: Denmark
it_it: Danimarca

source: Djibouti
it_it: Gibuti

source: Dominican Republic
it_it: Dominicana (Rep.)

source: East Timor
it_it: Timor Oriental

source: Egypt
it_it: Egitto

source: Equatorial Guinea
it_it: Guinea Equatoriale

source: Ethiopia
it_it: Etiopia

source: Falkland Islands (Malvinas)
it_it: Isole Falkland

source: Faroe Islands
it_it: Isole Faroe

source: Fiji
it_it: Isole Fiji

source: Finland
it_it: Finlandia

source: France
it_it: Francia

source: France, Metropolitan
it_it: Francia Metropolitana

source: French Guiana
it_it: Guyana Francese

source: French Polynesia
it_it: Polinesia Francese

source: French Southern Territories
it_it: Terre australi e antartiche francesi

source: Germany
it_it: Germania

source: Gibraltar
it_it: Gibilterra

source: Greece
it_it: Grecia

source: Greenland
it_it: Groenlandia

source: Guadeloupe
it_it: Guadalupa

source: Heard And Mc Donald Islands
it_it: Isole Heard e McDonald

source: Holy See (Vatican City State)
it_it: Santa Sede, Vaticano (Citta' del)

source: Hungary
it_it: Ungheria

source: Iceland
it_it: Islanda

source: Iran (Islamic Republic Of)
it_it: Iran

source: Ireland
it_it: Irlanda

source: Israel
it_it: Israele

source: Italy
it_it: Italia

source: Jamaica
it_it: Giamaica

source: Japan
it_it: Giappone

source: Jordan
it_it: Giordania

source: Korea, Democratic People's Republic Of
it_it: Corea (R.d.p)

source: Korea, Republic Of
it_it: Corea (Rep.)

source: Kyrgyzstan
it_it: Kyrghizistan

source: Lao People's Democratic Republic
it_it: Laos

source: Latvia
it_it: Lettonia

source: Lebanon
it_it: Libano

source: Libyan Arab Jamahiriya
it_it: Libia

source: Lithuania
it_it: Lituania

source: Luxembourg
it_it: Lussemburgo

source: Macau
it_it: Macao

source: Macedonia, Former Yugoslav Republic Of
it_it: Macedonia

source: Malaysia
it_it: Malesia

source: Maldives
it_it: Maldive

source: Marshall Islands
it_it: Marshall (Isole)

source: Martinique
it_it: Martinica

source: Mexico
it_it: Messico

source: Micronesia, Federated States Of
it_it: Micronesia (Isole)

source: Moldova, Republic Of
it_it: Moldova

source: Morocco
it_it: Marocco

source: Mozambique
it_it: Mozambico

source: Netherlands
it_it: Paesi Bassi

source: Netherlands Antilles
it_it: Antille Olandesi

source: New Caledonia
it_it: Nuova Caledonia

source: New Zealand
it_it: Nuova Zelanda

source: Norfolk Island
it_it: Isola Norfolk

source: Northern Mariana Islands
it_it: Isole Marianne Settentrionali

source: Norway
it_it: Norvegia

source: Papua New Guinea
it_it: Papua - Nuova Guinea

source: Philippines
it_it: Filippine

source: Pitcairn
it_it: Isole Pitcairn

source: Poland
it_it: Polonia

source: Portugal
it_it: Portogallo

source: Russian Federation
it_it: Russia

source: Rwanda
it_it: Ruanda

source: Saint Kitts And Nevis
it_it: Sst. Kitts And Nevis

source: Saint Lucia
it_it: St. Lucia

source: Saint Vincent And The Grenadines
it_it: St. Vincent

source: Samoa
it_it: Samoa (Samoa Occidentali)

source: Sao Tome And Principe
it_it: Sao Tome' e Principe

source: Saudi Arabia
it_it: Arabia Saudita

source: Slovakia (Slovak Republic)
it_it: Slovacchia

source: Solomon Islands
it_it: Salomone

source: South Africa
it_it: Sudafrica

source: South Georgia, South Sandwich Islands
it_it: Georgia del Sud e Isole Sandwich meridionali

source: Spain
it_it: Spagna

source: St. Helena
it_it: Sant'Elena

source: St. Pierre And Miquelon
it_it: Saint Pierre e Miquelon

source: Svalbard And Jan Mayen Islands
it_it: Svalbard e Jan Mayen

source: Sweden
it_it: Svezia

source: Switzerland
it_it: Svizzera

source: Syrian Arab Republic
it_it: Siria

source: Tanzania, United Republic Of
it_it: Tanzania

source: Thailand
it_it: Thailandia

source: Trinidad And Tobago
it_it: Trinidad e Tobago

source: Turkey
it_it: Turchia

source: Turks And Caicos Islands
it_it: Isole Turks and Caicos

source: Ukraine
it_it: Ucraina

source: United Arab Emirates
it_it: Emirati Arabi Uniti

source: United Kingdom
it_it: Regno Unito

source: United States Minor Outlying Islands
it_it: Isole minori esterne degli Stati Uniti d'America

source: Virgin Islands (British)
it_it: Isole Vergini Britanniche

source: Virgin Islands (U.S.)
it_it: Isole Vergini Statunitensi

source: Wallis And Futuna Islands
it_it: Wallis e Futuna

source: Western Sahara
it_it: Sahara Occidentale

source: Yugoslavia
it_it: Jugoslavia

source: United Arab Emirates Dirham
it_it: Dirham

source: Australian Dollars
it_it: Dollari Australiani

source: Bangladeshi Taka
it_it: Taka

source: Brazilian Real
it_it: Real Brasiliano

source: Bulgarian Lev
it_it: Lev bulgaro

source: Canadian Dollars
it_it: Dollari Canadesi

source: Chilean Peso
it_it: Peso Cileno

source: Chinese Yuan
it_it: Yuan

source: Czech Koruna
it_it: Corona Ceca

source: Danish Krone
it_it: Corona Danese

source: Euros
it_it: Euro

source: Croatia kuna
it_it: Kuna croata

source: Hungarian Forint
it_it: Fiorino ungherese

source: Icelandic krona
it_it: Corona islandese

source: Indonesia Rupiah
it_it: Rupia indonesiana

source: Indian Rupee
it_it: Rupia indiana

source: Israeli Shekel
it_it: Nuovo siclo israeliano

source: Japanese Yen
it_it: Yen

source: South Korean Won
it_it: Won sudcoreano

source: Malaysian Ringgits
it_it: Ringgit malese

source: Mexican Peso
it_it: Peso Messicano

source: Nigerian Naira
it_it: Naira nigeriana

source: Norwegian Krone
it_it: Corona Norvegese

source: New Zealand Dollar
it_it: Dollaro neozelandese

source: Philippine Pesos
it_it: Peso Filippino

source: Polish Zloty
it_it: Złoty polacco

source: Pounds Sterling
it_it: Sterlina Inglese

source: Romanian Leu
it_it: Leu romeno

source: Russian Ruble
it_it: Rublo Russo

source: Singapore Dollar
it_it: Dollaro di Singapore

source: South African rand
it_it: Rand Sudafricano

source: Swedish Krona
it_it: Corona Svedere

source: Swiss Franc
it_it: Franco Svizzero

source: Taiwan New Dollars
it_it: Dollaro Taiwanese

source: Thai Baht
it_it: Baht Thailandese

source: Turkish Lira
it_it: Lira Turca

source: US Dollars
it_it: Dollaro Americano

source: Vietnamese Dong
it_it: Đồng Vietnamita

source: Search Results: &ldquo;%s&rdquo;
it_it: Risultati di Ricerca: &ldquo;%s&rdquo;

source: &nbsp;&ndash; Page %s
it_it: &nbsp;&ndash; Pagina %s

source: Continue (%s%%)
it_it: Continua (%s%%)

source: You cannot apply dollar based discounts to recurring orders.
it_it: Non puoi applicare degli sconti in dollaro su questi ordini ricorrenti.

source: <a href="%1$s">Login or create an account to purchase this course</a>.
it_it: <a href="%1$s">Entra o crea un account per comprare questo corso</a>.

source: Your password has been reset.
it_it: La tua password è stata reimpostata.

source: Log in
it_it: Entra

source: Password reset is not allowed for this user
it_it: La reimpostazione della password non è consentita per questo utente.

source: Check your e-mail for the confirmation link.
it_it: Controlla la tua email per il link di conferma.

source: Course Progress
it_it: Progresso Corso

source: Displays Course Progress on Course or Lesson
it_it: Mostra il Progresso del corso sulle pagine Corso o Lezione

source: Course Syllabus
it_it: Programma Corso

source: Displays All Course lessons on Course or Lesson page
it_it: Mostra tutte le lezioni del Corso nella pagina Corso o Lezione

source: Settings
it_it: Impostazioni

source: Product not found.
it_it: Prodotto non trovato.

source: Coupon code "%s" has been applied to your order
it_it: Codice Coupon “%s” è stato applicato al tuo ordine

source: (%s off)
it_it: (%s sconto)

source: Have a coupon?
it_it: Hai un coupon?

source: Click here to enter your code
it_it: Clicca qua per inserire il tuo codice

source: Confirm Purchase
it_it: Conferma Acquisto

source: Enter coupon code
it_it: Inserisci codice coupon

source: Apply Coupon
it_it: Applica Coupon

source: You Pay:
it_it: Paghi:

source: Payment processing is currently disabled.
it_it: Il processo del pagamento è al momento disabilitato.

source: Buy Now
it_it: Acquista Ora

source: Print Certificate
it_it: Stampa Certificato

source: Lesson Complete
it_it: Lezione Completa

source: Take Quiz
it_it: Fai il Quiz

source: Difficulty: <span class="difficulty">%s</span>
it_it: Difficoltà: <span class="difficulty">%s</span>

source: Previous Lesson
it_it: Lezione Precedente

source: Back to Course
it_it: Torna al Corso

source: Next Lesson
it_it: Lezione Successiva

source: Estimated Time: <span class="length">%s</span>
it_it: Tempo Stimato: <span class="length">%s</span>

source: <p class="llms-parent-course-link">Back to: <a class="llms-lesson-link" href="%s">%s</a></p>
it_it: <p class="llms-parent-course-link">Torna a: <a class="llms-lesson-link" href="%s">%s</a></p>

# pricing seperator
source: or
it_it: o

source: Course is no longer available
it_it: Il Corso non è più disponibile

source: Course %s%% Complete!
it_it: Corso %s%% Completato!

source: of
it_it: di

source: Password reset
it_it: Reimposta Password

source: Username: %s
it_it: Nome utente: %s

source: To reset your password, click on the link below.
it_it: Per reimpostare la password, clicca sul link qua sotto.

source: Click here to reset your password
it_it: Clicca qui per reimpostare la tua password

source: Username or email
it_it: Nome utente o email

source: Remember me
it_it: Ricordami

source: Lost your password?
it_it: Perso la password?

source: Register
it_it: Registrati

source: Username
it_it: Nome Utente

source: First Name
it_it: Nome

source: Last Name
it_it: Cognome

source: Phone
it_it: Telefono

source: Billing Address 1
it_it: Indirizzo di Fatturazione 1

source: Billing Address 2
it_it: Indirizzo di Fatturazione 2

source: Billing City
it_it: Città di Fatturazione

source: Billing State
it_it: Stato di Fatturazione

source: Billing Zip
it_it: CAP di Fatturazione

source: Billing Country
it_it: Nazione di Fatturazione

source: Email address
it_it: Indirizzo email

source: Re-enter your email address
it_it: Inserisci nuovamente il tuo indirizzo email

source: Re-enter new password
it_it: Inserisci nuovamente la tua nuova password

source: Have a Voucher?
it_it: Hai un Buono?

source: Voucher Code
it_it: Codice Voucher

source: I have read and agree to the <a href="%s">Terms and Conditions</a>
it_it: Ho letto e accetto i <a href="%s">Termini e Condizioni</a>

source: Difficulty: %s
it_it: Difficoltà: %s

source: Course length: %s
it_it: Durata Corso: %s

source: No products were found matching your selection.
it_it: Nessun prodotto è stato trovato che combacia con la tua selezione.

source: or
it_it: oppure

source: Learn More
it_it: Approfondisci

source: Sign Up
it_it: Registrati

source: Basic Information
it_it: Informazioni di Base

source: First name
it_it: Nome

source: Last name
it_it: Cognome

source: Change Password
it_it: Cambia Password

source: Password (leave blank to leave unchanged)
it_it: Password (lascia vuoto per non cambiare la password)

source: Confirm new password
it_it: Conferma nuova password

source: Billing Information
it_it: Informazioni di Fatturazione

source: Save changes
it_it: Salva i Cambiamenti

source: Username or email address
it_it: Nome utente o indirizzo email

source: Lost your password? Enter your email address and we will send you a link to reset it.
it_it: Perso la password? Inserisci il tuo indirizzo email e ti invieremo un link per reimpostarla.

source: Enter a new password below.
it_it: Inserisci una nuova password qua sotto.

source: New password
it_it: Nuova Password

source: Reset Password
it_it: Reimposta password

source: Save
it_it: Salva

# Vouher Code
source: Submit
it_it: Invia

source: <h3>Hello <strong>%1$s</strong></h3>
it_it: <h3>Ciao <strong>%1$s</strong></h3>

source: What would you like to learn today?
it_it: Che cosa ti piacerebbe imparare oggi?

source: My Achievements
it_it: Mie Conquiste

source: Complete courses and lessons to earn achievements.
it_it: Completa corsi e le lezioni per raggiungere le conquiste.

source: Complete courses and lessons to earn certificates.
it_it: Completa i corsi e le lezioni per guadagnare i tuoi certificati.

source: Courses In-Progress
it_it: Corsi in Svolgimento

source: <p class="author">Author: <span>%s</span></p>
it_it: <p class="author">Autore: <span>%s</span></p>

source: Status:
it_it: Stato:

source: Course Started
it_it: Corsi Iniziati

source: You are not enrolled in any courses.
it_it: Non sei iscritto ad alcun corso.

source: My Memberships
it_it: Mio Abbonamento

source: Enrolled: %s
it_it: Iscritto: %s

source: Status: %s
it_it: Stato: %s

source: You are not currently enrolled in any memberships.
it_it: Non sei iscritto ad alcun abbonamento.

source: My Account
it_it: Mio Account

source: Redeem a Voucher
it_it: Riscatta un Voucher

source: Sign out
it_it: Esci

source: Attempts Remaining: <span class="llms-content llms-attempts">%s</span>
it_it: Tentativi Rimasti: <span class="llms-content llms-attempts">%s</span>

source: Complete Quiz
it_it: Completa il Quiz

source: Next Question
it_it: Prossima Domanda

source: A score of <span class="llms-content llms-pass-perc">%s%%</span> or more is required to pass this test.
it_it: Un punteggio del <span class="llms-content llms-pass-perc">%s%%</span> o maggiore è richiesto per passare questo test.

source: Previous Question
it_it: Domanda Successiva

source: Question %d of %d
it_it: Domanda %d di %d

source: Your Score: %d%%
it_it: Il tuo Punteggio: %d%%

source: %d / %d correct answers
it_it: %d / %d risposte corrette

source: Date: <span class="llms_content_block">%s</span>
it_it: Data: <span class="llms_content_block">%s</span>

source: Total time: %s
it_it: Tempo Totale: %s

source: View Summary
it_it: Visualizza Sommario

source: Best Score: %d%%
it_it: Punteggio Migliore: %d%%

source: <a href="%s">Return to Lesson</a>
it_it: <a href="%s">Torna alla Lezione</a>

source: Start Quiz
it_it: Inizia il Quiz

source: <p>You are not able take this quiz</p>
it_it: <p>Non puoi fare questo quiz</p>

source: Time Limit: <span class="llms-content">%s</span>
it_it: Tempo Limite: <span class="llms-content">%s</span>
