Repository: gocodebox/lifterlms
Catalog: languages/lifterlms-*.po
Languages: it_it

source: Courses
it_it: Corsi

source: Course Analytics
it_it: Statistiche Corso

source: Select a Course
it_it: Seleziona un Corso

source: All Courses
it_it: Tutti i Corsi

source: Filter Date Range
it_it: Filtra per Data

source: Start date
it_it: Data inizio

source: End date
it_it: Data fine

source: Student Enrollment
it_it: Iscrizione Studente

source: Lesson Completion Percentage
it_it: Percentuale di Completamento Lezione

source: Enrolled Students
it_it: Studenti Iscritti

source: All Students
it_it: Tutti Studenti

source: Current Students
it_it: Studenti Attuali

source: Completion %
it_it: Completamento %

source: Certificates Issued
it_it: Certificati Inviati

source: Memberships
it_it: Abbonamenti

source: Membership Analytics
it_it: Statistiche Abbonamenti

source: Select a Membership
it_it: Seleziona un Abbonamento

source: All Memberships
it_it: Tutti gli Abbonamenti

source: Membership Enrollment by Day
it_it: Abbonamenti Attivati per Giorno

source: Members
it_it: Membri

source: All Members
it_it: Tutti i Membri

source: Current Members
it_it: Membri Attuali

source: Retention %
it_it: Ritenzione %

source: Expired Members
it_it: Membri Scaduti

source: Sales
it_it: Sconti

source: Sales Analytics
it_it: Statistiche Sconti

source: Select a product
it_it: Seleziona un prodotto

source: All Products
it_it: Tutti i Prodotti

source: Sales Volume
it_it: Volume di Vendite

source: Total Sold
it_it: Totale Venduto

source: Total Sales
it_it: Totale Vendite

source: Coupons Used
it_it: Coupon Usati

source: Total Coupons
it_it: Coupon Totali

source: Whoa! something went wrong there!. Please refresh the page and retry.
it_it: Accidenti! qualcosa è andato male! Per favore aggiorna la pagina e prova nuovamente.

source: Your analytics have been saved.
it_it: Le tue statistiche sono salvate.

source: You must choose a product option.
it_it: Devi selezionare un prodotto.

source: You must choose a date filter.
it_it: Devi selezionare un filtro diverso per la data.

source: You must enter a start and end date.
it_it: Devi inserire una data di inizio e una di fine.

source: updated. <a href="%s">View
it_it: aggiornato. <a href="%s">Visualizza

source: Custom field updated.
it_it: Campo personalizzato aggiornato.

source: Custom field deleted.
it_it: Campo personalizzato cancellato.

source: updated.
it_it: aggiornato.

source: restored to revision from %s
it_it: ripristina la revisione da %s

source: published. <a href="%s">View
it_it: pubblicato. <a href="%s">Visualizza

source: saved.
it_it: salvato.

source: submitted. <a target="_blank" href="%s">Preview
it_it: inviato. <a target="_blank" href="%s">Anteprima

source: scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview
it_it: programmato per: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Anteprima

source: draft updated. <a target="_blank" href="%s">Preview
it_it: bozza aggiornata. <a target="_blank" href="%s">Anteprima

source: Order
it_it: Ordine

source: Product
it_it: Prodotto

source: Total
it_it: Totale

source: Date
it_it: Data

source: Unknown
it_it: Non Conosciuto

source: Lesson Title
it_it: Titolo Lezione

source: Assigned Course
it_it: Corso Assegnato

source: Assigned Section
it_it: Sezione Assegnata

source: Prerequisite
it_it: Prerequistito

source: Memberships Required
it_it: Abbonamento Richiesto

source: Review Title
it_it: Revisione Titolo

source: Course Reviewed
it_it: Corso Revisionato

source: Review Author
it_it: Revisione Autore

source: Review Date
it_it: Data Revisione

source: Your settings have been saved.
it_it: Le tue impostazioni sono state salvate.

source: Select a page&hellip;
it_it: Seleziona una pagina&hellip;

source: None
it_it: Nessuno

source: Your students have been saved.
it_it: Il tuo studente è stato salvato.

source: WordPress Environment
it_it: Piattaforma WordPress

source: Site URL
it_it: URL Sito

source: LifterLMS Version
it_it: Versione LifterLMS

source: Wordpress Version
it_it: Versione WordPress

source: Wordpress Memory Limit
it_it: Limite Memoria WordPress

source: %s - We recommend setting memory to at least 64MB. See: %s
it_it: %s - Noi raccomandiamo almeno 64MB di memoria. Controlla: %s

source: Increasing memory allocated to PHP
it_it: Aumenta la memoria allocata per il PHP

source: Wordpress Language
it_it: Lingua WordPress

source: Server Environment
it_it: Configurazione Server

source: Server Info
it_it: Informazioni Server

source: PHP Version
it_it: Versione PHP

source: %s - We recommend a minimum PHP version of 5.3.
it_it: %s - Noi raccomandiamo la versione 5.3 di PHP.

source: Couldn't determine PHP version because phpversion() doesn't exist.
it_it: Non posso determinare la tua versione PHP perché phpversion() non esiste.

source: PHP Max Post Size
it_it: Grandezza Post Massima in PHP

source: Max Upload Size
it_it: Dimensione Massima Caricamento

source: PHP Time Limit
it_it: Tempo Limite PHP

source: PHP Max Input Vars
it_it: Massimo Numero di Input Var in PHP

source: Default Timezone is UTC
it_it: Fuso Orario di Default è in UTC

source: Default timezone is %s - it should be UTC
it_it: Il tuo fuso orario è %s - dovrebbe essere in UTC

source: MySQL Version
it_it: Versione MySQL

source: Multibyte String
it_it: Stringhe Multibite

source: Active Plugins
it_it: Plugin Attivi

source: Visit plugin homepage
it_it: Visita la homepage dei plugin

# Version info
source: %s is available
it_it: %s è disponibile

source: Network enabled
it_it: Network abilitiato

# by author
source: by %s
it_it: da %s

source: LifterLMS Settings
it_it: Impostazioni LifterLMS

source: Currency
it_it: Valuta

source: Auto-Advance Lesson
it_it: Avanzamento Lezioni Automatico

source: Redirect Members to Checkout
it_it: Fai un Redirect per i Membri al Checkout

source: Display Student Memberships on Account Page
it_it: Mostra l’Abbonamento Studente nella Pagina Account

source: Enable Paypal
it_it: Abilita Paypal

source: Enable Sandbox Mode
it_it: Abilita Modalità Sandbox

source: Enable Debug Mode
it_it: Abilita Debug Mode

source: Enable BuddyPress
it_it: Abilita BuddyPress

source: Enable WooCommerce
it_it: Abilita WooCommerce

source: LifterLMS Pages
it_it: Pagine LifterLMS

source: Page not set
it_it: Pagina non impostata

source: Page does not exist
it_it: La Pagina non esiste

source: Current Theme
it_it: Tema Attuale

source: Theme
it_it: Tema

source: Theme Version
it_it: Versione Tema

source: Child Theme
it_it: Tema Figlio

source: Parent Theme
it_it: Tema Genitore

source: Copy System Report for Support
it_it: Copia il Report Sistema per Supporto

source: Copy for Support
it_it: Copia per Supporto

source: Membership Access
it_it: Accessi Abbonamenti

source: Course Options
it_it: Opzioni Corso

source: Email Settings
it_it: Impostazioni Email

source: Membership Settings
it_it: Impostazioni Abbonamenti

source: Lesson Settings
it_it: Impostazioni Lezione

source: Achievement Settings
it_it: Impostazioni Conquista

source: Certificate Settings
it_it: Impostazioni Certificato

source: Coupon Settings
it_it: Impostazioni Coupon

source: Voucher Settings
it_it: Impostazioni Voucher

source: Quiz Settings
it_it: Impostazioni Quiz

source: Course Outline
it_it: Outline Corso

source: Section Tree
it_it: Albero delle Sezioni

source: Engagement Options
it_it: Opzioni di Coivolgimento

source: Export CSV
it_it: Esporta CSV

source: Order Details
it_it: Altri Dettagli

source: Quiz Questions
it_it: Domande Quiz

source: Question Settings
it_it: Impostazioni Domanda

source: Restrict this content
it_it: Limita questo contenuto

source: Membership Restrictions
it_it: Limitazioni Abbonamento

source: Use the text editor above to add content to your certificate. You can include any of the following merge fields.
it_it: Usa l’editor di testo sopra per aggiungere contenuto al tuo certificato. Puoi inserire qualsiasi dei seguenti merge field.

source: Please select an option...
it_it: Per favore seleziona una opzione…

source: %s Discount
it_it: %s Sconto

source: Section
it_it: Sezione

source: Lesson
it_it: Lezione

source: Add New Section
it_it: Aggiungi Nuova Sezione

source: Course Length
it_it: Durata Corso

source: Enter a description of the estimated length. IE: 3 days
it_it: Aggiungi una descrizione per la durata stimata. ES. 3 giorni

# placeholder
source: To&hellip;
it_it: A&hellip;

source: Enter a Begin and/or End date for the course if it will only be available for a set period of time.
it_it: Inserisci una data di Inizio e/o una di fine per il corso per renderlo disponibile soltanto in questa fascia di tempo.

source: Limit the number of users that can enroll in this course.
it_it: Limita il numero di utenti che si possono iscrivere a questo corso.

source: Create Course Syllabus
it_it: Crea il Programma del Corso

source: Add a new Section
it_it: Aggiungi una nuova Sezione

source: Engagement Type
it_it: Tipo di Coinvolgimento

source: Select the type of engagement you want to create.
it_it: Seleziona un tipo di coinvolgimento che vuoi creare.

source: Engagement Title
it_it: Titolo Coinvolgimento

source: Engagement Delay (in days)
it_it: Ritardo Coivolgimento (in giorni)

source: If no value or 0 is entered the engagement will trigger immediately.
it_it: Se non è impostato nessun valore o è stato inserito 0 il coinvolgimento verrà avviato immediatamente.

source: Event Trigger
it_it: Evento di Avvio

source: Please select a post...
it_it: Per favore seleziona un post…

source: Select the event to trigger the engagement on.
it_it: Selezionare l’evento per attivare l’avvio.

source: Please select an engagement type...
it_it: Per favore seleziona un tipo di coinvolgimento…

source: Has a Prerequisite
it_it: Ha come prerequisito

source: Select a prerequisite
it_it: Seleziona un prerequisito

source: Drip Content (in days)
it_it: Sgocciola il Contenuto (in giorni)

source: Number of days before lesson is available after course begins (date of purchase or set start date)
it_it: Numero di giorni prima che la lezione sia disponibile dopo l’inizio del corso (data di acquisto o di inizio)

source: Assigned Quiz
it_it: Quiz Assegnato

source: Quiz will be required to complete lesson.
it_it: Il Quiz sarà richiesto per completare la lezione.

source: Require Passing Grade
it_it: Valutazione Richiesta per il Passaggio

source: Checking this box will require students to get a passing score on the above quiz to complete the lesson.
it_it: Selezionando questa casella si richiede agli studenti di passare il quiz precedente con il punteggio assegnato per completare la lezione.

source: There was an error assigning the lesson to a section. Please be sure a section is assigned to a course.
it_it: C’è stato un errore assegnando la lezione a una sezione. Per favore assicurati che la sezione sia assegnata al corso.

source: General Details
it_it: Dettagli Generali

source: Order Date
it_it: Data Ordine

source: Payment Method
it_it: Metodo di Pagamento

source: Product Title
it_it: Titolo del Prodotto

source: Purchase Total
it_it: Acquisto Totale

source: Buyer Name
it_it: Nome dell’Acquirente

source: Buyer Email
it_it: Email dell’Acquirente

source: Payment Type
it_it: Tipo di Pagamento

source: First Payment (paid)
it_it: Primo Pagamento (pagato)

source: Billing Amount
it_it: Quantità Fatturazione

source: Billing Period
it_it: Periodo Fatturazione

source: Billing Frequency
it_it: Frequenza Fatturazione

source: Billing Start Date
it_it: Inizio Fatturazione

source: Coupon Used?
it_it: Uso Coupon?

source: Yes
it_it: Sì

source: Coupon Name
it_it: Nome Coupon

source: Coupon Code
it_it: Codice Coupon

source: Coupon Amount
it_it: Importo Coupon

source: Remaining coupon uses
it_it: Utilizzi coupon rimasti

source: The SKU used already exists. Please create a unique SKU.
it_it: Questo SKU esiste di già. Per favore usare un SKU unico.

source: Question Options
it_it: Opzioni Domanda

source: Add a new option
it_it: Aggiungi una nuova opzione

source: Correct Answer
it_it: Risposta Corretta

source: Explanation Field
it_it: Campo di spiegazione

source: Allowed Attempts
it_it: Tentativi Concessi

source: Number of allowed attempts. Leave blank for unlimited attempts.
it_it: Numero di tentativi concessi. Lascia vuoto per tentativi illimitati.

source: Passing Percentage
it_it: Percentuale di Passaggio

source: Enter the percent required to pass quiz. DO NOT USE % (IE: enter 50 to have a passing requirement of 50%.
it_it: Inserisci la percentuale richiesta per passare il quiz. NON USARE LA % (ES: inserisci 50 per avere una percentuale richiesta del 50%.)

source: Time Limit
it_it: Tempo Limite

source: Enter a time limit for quiz completion in minutes. Leave empty if no time limit.
it_it: Inserisci un tempo limite in minuti per completare il quiz. Lascia vuoto se non vuoi impostare un limite.

source: Display last quiz results
it_it: Mostra i risultati dell’ultimo quiz

source: Checking this box will show result summary to students.
it_it: Selezionando questa casella i risultati verranno mostrati agli studenti.

source: Show Correct Answers
it_it: Mostra la Risposta Corretta

source: Checking this box will show correct answer on incorrect questions.
it_it: Selezionando questa casella la risposta corretta verrà mostrata.

source: Show description on wrong answers
it_it: Mostra la descrizione per le risposte sbagliate

source: Checking this box will show description on incorrect questions
it_it: Selezionando questa casella verrà mostrata la descrizione per le risposte sbagliate

source: Show description on right answers
it_it: Mostra la descrizione per le risposte corrette

source: Checking this box will show description on correct questions
it_it: Selezionando questa casella verrà mostrata la descrizione per le risposte corrette

source: Add a new question
it_it: Aggiungi una nuova domanda

source: Total Points:
it_it: Punteggio Totale:

source: Associated Course
it_it: Corso Associato

source: Lessons in this section
it_it: Lezioni in questa sezione

source: Add
it_it: Aggiungi

source: Remove
it_it: Rimuovi

source: Video Embed Code
it_it: Codice per Embed Video

source: Paste the url for your Wistia, Vimeo or Youtube videos.
it_it: Incolla la URL per i tuoi video Wistia, Vimeo o YouTube

source: Audio Embed Code
it_it: Codice per Embed Audio

source: Paste the embed code for your externally hosted audio.
it_it: Incolla il codice di embed per il tuo audio esterno.

source: You need to publish this post before you can generate a CSV.
it_it: Devi pubblicare questo post prima di poter generare un CSV.

source: Vouchers only
it_it: Soltanto Voucher

source: Generates a CSV of voucher codes, uses, and remaining uses.
it_it: Genera un CSV per i codici voucher, usati e quelli che restano da usare.

source: Redeemed codes
it_it: Codici riscattati

source: Generated a CSV of student emails, redemption date, and used code.
it_it: Genera un CSV delle email degli studenti, la data di riscatto e del codice usato.

source: Email CSV
it_it: CSV Email

source: Send to multiple emails by separating emails addresses with commas.
it_it: Invia email multiple separando gli indirizzi email con una virgola.

source: Generate Export
it_it: Esportazione Generale

source: Accounts
it_it: Account

source: Account Settings
it_it: Impostazioni Account

source: Customize your users account and sign up experience.
it_it: Personalizza l’esperienza di registrazione agli account.

source: Account Access Page
it_it: Pagina di Accesso Account

source: Page used for login / my account access. You can also place this shortcode on any page:
it_it: Pagina usata per l’accesso al login o alla pagina account. Puoi anche inserire questo shortcode in qualsiasi pagina.

source: Account Page Slugs
it_it: Abbreviazione Pagina Account

source: These slugs represent different actions in the user account.
it_it: Questa abbreviazione rappresenta diverse azione per l’account utente.

source: My Courses
it_it: Miei Corsi

source: Purchased courses page
it_it: Pagina corsi acquistati

source: Edit Account Info
it_it: Modifica Informazioni Account

source: Edit Account page
it_it: Modifica Pagina Account

source: Lost Password
it_it: Password Persa

source: Lost Password page
it_it: Pagina Password Persa

source: Redeem Vouchers
it_it: Voucher Riscattati

source: Redeem vouchers page
it_it: Pagina riscatto voucher

source: Logout
it_it: Esci

source: Custom Link: yoursite.com/?person-logout=true
it_it: Link Personalizzato: yoursite.com/?person-logout=true

source: User Registration Options
it_it: Opzioni per la Registrazione Utente

source: Enable user registration on login page.
it_it: Permetti la registrazione nella pagina di login.

source: Account Creation
it_it: Creazione Account

source: Use email addresses for usernames.
it_it: Usa gli indirizzi email per i nomi utente.

source: Require users to enter their email address twice for accuracy
it_it: Richiedi all’utente di inserire due volte il proprio indirizzo email per precisione

source: Require First and Last name on user registration.
it_it: Richiedi Nome e Cognome alla registrazione dell’utente.

source: Require Billing Address on user registration.
it_it: Richiedi l’Indirizzo di Fatturazione alla registrazione dell’utente.

source: Add phone number field to user registration.
it_it: Aggiungi il campo per il numero telefonico alla registrazione dell’utente.

source: Add a required "I Agree to the Terms and Conditions" checkbox on user registration
it_it: Aggiungi la voce “Accetto i Termini e Condizioni” alla registrazione dell’utente.

source: Terms and Conditions Page
it_it: Pagina Termini e Condizioni

source: Select the page where your Terms and Conditions are described.
it_it: Seleziona la pagina dove sono descritti i tuoi Termini e Condizioni.

source: Checkout Settings
it_it: Impostazioni Checkout

source: Checkout Page
it_it: Pagina Checkout

source: Page used for displaying the checkout form.
it_it: Pagina usata per mostrare il modulo di checkout.

source: This sets the base page of the checkout page
it_it: Questa imposta la pagina base di checkout

source: Confirm Payment
it_it: Conferma Pagamento

source: Payment Confirmation Page
it_it: Pagina Conferma Pagamento

source: Currency Options
it_it: Opzioni di Valuta

source: The following options affect how prices are displayed on the frontend.
it_it: Le seguenti opzioni modificano come i prezzi vengono visualizzati nel frontend.

source: Default Currency
it_it: Valuta Predefinita

source: Default currency type.
it_it: Tipo Valuta Predefinita.

source: Archive Settings
it_it: Impostazioni di Archivio

source: Courses Page
it_it: Pagina Corsi

source: Page used for displaying courses.
it_it: La pagina usata per mostrare i corsi.

source: Courses per page
it_it: Corsi per pagina

source: To show all courses on one page, enter -1
it_it: Per mostrare tutti i corsi in una pagina, inserire -1

source: Display Settings
it_it: Impostazioni Interfaccia

source: Course Purchase Button Text
it_it: Testo del Bottone per Acquisto Corso

source: Enter custom text to display on the Course Purchase Button.
it_it: Inserisci un testo da mostrare sul Bottone per Acquisto Corso.

source: Membership Signup Button Text
it_it: Testo per Bottone Iscrizione Abbonamento

source: Enter custom text to display on Membership sign up button (displays on course page).
it_it: Inserisci un testo da mostrare sul Bottone per la registrazione alla Membership (verrà mostrato nella pagina del corso).

source: Course Display
it_it: Interfaccia Corso

source: Display author name on course.
it_it: Mostra il nome autore del corso.

source: Display featured image as course banner.
it_it: Mostra l’immagine in evidenza come banner del corso.

source: Display Difficulty on course.
it_it: Mostra la Difficoltà del corso.

source: Display Estimated Time on course.
it_it: Mostra il Tempo Stimato del corso.

source: Display Lesson excerpts in lesson navigation
it_it: Mostra il riassunto della lezione nella navigazione della lezione

source: Display course outline on the course page
it_it: Mostra il programma del corso nella pagina corso.

source: Display section titles in outline
it_it: Mostra i titoli delle sezioni nel programma

source: Display lesson featured images in outline
it_it: Mostra le immagine in evidenza delle lezioni nel programma

source: Enrolled students will see greyed out checkmarks on uncompleted lessons.
it_it: Gli studenti iscritti vedranno un segno di spunta grigio nelle lezioni non completate.

source: Auto-Advance Lessons
it_it: Avanzamento Automatico Lezioni

source: Automatically advance to the next lesson when a student clicks the Mark Complete button.
it_it: Avanza automaticamente alla prossima lezione quando lo studente clicca sul bottone Segna come Completato.

source: Engagements
it_it: Coinvolgimenti

source: Senders Email Address
it_it: Indirizzo Email del Mittente

source: Email Address displayed in the From field
it_it: L’indirizzo email verrà mostrato nel campo Da

source: Name of Sender
it_it: Nome del Mittente

source: Name to be displayed in From field
it_it: Il nome del mittente verrà mostrato nel campo Da

source: Email Footer Text
it_it: Testo Piè di Pagina della Email

source: Text you would like displayed in the footer of all emails.
it_it: Il testo che vorresti mostrare nel piè di pagina delle tue email.

source: Header Image
it_it: Immagine della Testata

source: Enter the url for the email header (logo).<a href="%s">Upload an image</a>.
it_it: Inserisci la URL per l’immagine della testata della tua email (logo).<a href="%s">Carica un’immagine</a>.

source: Certificates Settings
it_it: Impostazioni Certificati

source: Background Image Settings
it_it: Impostazioni Immagine di Sfondo

source: Use these sizes to determine the dimensions of certificate background images. After changing these settings, you may need to <a href="http://wordpress.org/extend/plugins/regenerate-thumbnails/" target="_blank">regenerate your thumbnails</a>.
it_it: Usa questa misura per determinare le dimensioni dello sfondo dei certificati. Dopo aver cambiato queste impostazioni avrai bisogno di <a href="http://wordpress.org/extend/plugins/regenerate-thumbnails/" target="_blank">rigenerare le tue thumbnails</a>.

source: Image Width
it_it: Larghezza Immagine

source: in pixels
it_it: in pixel

source: Image Height
it_it: Altezza Immagine

source: Legacy compatibility
it_it: Compatibilità

source: Use legacy certificate image sizes.
it_it: Usa queste dimensioni per l’immagine del certificato.

source: Enabling this will override the above dimension settings and set the image dimensions to match the dimensions of the uploaded image.
it_it: Abilitando questa opzione andrai a sovrascrivere le dimensioni sopra e verranno utilizzate quelle dell’immagine caricata.

source: Paypal Settings
it_it: Impostazioni Paypal

source: Enable Paypal payment gateway
it_it: Abilita il gateway di pagamento Paypal

source: Enable Debug Mode. <i>Display Response Messages on Checkout Screen</i>
it_it: Abilita Modalità Debug. <i>Mostra i Messaggi di Risposta nelle Schermate di Checkout.</i>

source: API Username
it_it: Username API

source: API Password
it_it: Password API

source: API Signature
it_it: Firma API

source: General
it_it: Generale

source: Welcome to LifterLMS
it_it: Benvenuto in LifterLMS

source: Getting Started with LifterLMS
it_it: Inizia con LifterLMS

source: Before you start creating courses, making lots of money and building the best (insert your business here) online there are a few setup items we need to address.
it_it: Prima di iniziare a creare i corsi, fare un sacco di soldi e creare il miglior (inserisci il nome della tua attività) online ci sono alcuni punti che dobbiamo sistemare.
