Repository: gocodebox/lifterlms
Catalog: languages/lifterlms-*.po
Languages: it_it

source: We need to set up your pages. Ya, we know, more pages... That's just the way Wordpress works. We've already installed them. You just need to set them.
it_it: Abbiamo bisogno di impostare le tue pagine. Sì, lo sappiamo, ancora pagine… Questo è il modo in cui funziona Wordpress. Le abbiamo già installate per te. Dobbiamo soltanto impostarle.

source: When you installed LifterLMS we created a few pages for you. You can select those pages or use different ones. Your choice.
it_it: Quando hai installato LifterLMS abbiamo creato alcune pagine per te. Puoi selezionarle o usarne di diverse. La scelta è tua.

source: The first page you need is the Student Account page. This is the page users will go to register, login and access their accounts. We installed a page called My Courses. You can use that or select a different page. If you happen to select a different page you will need to add this shortcode to the page:
it_it: La prima pagina che ti servirà sarà la pagina Account per i tuoi Studenti. Questa pagina serve per far registrare e accedere i tuoi utenti al proprio account. Abbiamo installato una pagina chiamata Miei Corsi. Puoi usare questa o selezionarne una diversa. Se ne vuoi selezionare una diversa ti chiediamo di aggiungere questo shortcode alla pagina:

source: We suggest you choose "My Courses"
it_it: Ti suggeriamo di scegliere “Miei Corsi”

source: Next we need a checkout page so people can buy your courses and memberships. If you are a true philanthropist and don't plan on selling anything you can skip setting up this page. We created a page called "Purchase you can use that or select a different page.
it_it: Successivamente abbiamo bisogno di una pagina di checkout così le persone potranno acquistare i tuoi corsi e le membership. Se sei un vero filantropo e non pensi di vendere niente puoi saltare l’impostazione di questa pagina. Noi abbiamo creato una pagina che si chiama “Acquista”, puoi usare questa o selezionarne una diversa.

source: We suggest you choose "Purchase"
it_it: Ti suggeriamo di scegliere “Acquista”

source: If you are going to sell your courses you should probably pick a currency.
it_it: Se venderai dei corsi probabilmente ti conviene selezionare una valuta.

source: There are a lot of other settings but those were the important ones to get you started. You can access all of the other settings from the big blue menu at the top of the page.
it_it: Ci sono un sacco di altre impostazioni ma quelle importanti per farti iniziare sono state impostate. Puoi accedere alle restanti dal grande menu blu che trovi in alto alla pagina.

source: If you have any questions or want to request a feature head on over to our
it_it: Se hai qualsiasi domanda o vuoi richiedere una feature vieni a trovarci nel nostro

source: Support Forums.
it_it: Forum di Supporto.

source: That's all there is to it. Your ready to start building courses and changing the world!
it_it: Questo è tutto quello che c’era da fare. Puoi iniziare a creare i tuoi corsi e cambiare il mondo!

source: Click "Save Changes" below to save your settings and get started.
it_it: Clicca su “Salva Cambiamenti” qua sotto per salvare le tue impostazioni e iniziare.

source: Quick Links
it_it: Link Veloci

source: Version:
it_it: Versione:

source: Need help? Send us a support request at
it_it: Bisogno di Aiuto? Invia una richiesta di supporto a

source: Looking for a quickstart guide, shortcodes, or developer documentation? Visit our documentation portal at
it_it: In cerca di una guida veloce, degli shortcode o la documentazione per lo sviluppatore? Visita il nostro portale di documentazione a

source: Get LifterLMS news, updates, and more on our blog at
it_it: Ottieni le novità gli aggiornamenti e molto altro nel blog di LifterLMS

source: Session Management
it_it: Gestione Sessioni

source: Manage User Sessions. LifterLMS creates custom user sessions to manage, payment processing, quizzes and user registration. If you are experiencing issues or incorrect error messages are displaying. Clearing out all of the user session data may help.
it_it: Gestione Sessione Utente. LifterLMS crea delle sessioni per gestire i processi di pagamento, i quiz e le registrazioni dei tuoi utenti. Se hai qualche problema o ci sono dei messaggi di errore sbagliati che vengono mostrati. Il più delle volte pulire le sessioni utente può aiutare.

source: Clear All User Session Data
it_it: Pulisci Tutte le Sessioni Utente

source: Course Enrollments This Week
it_it: Iscrizioni ai Corsi di questa Settimana

source: New Members This Week
it_it: Nuovi Membri questo Mese

source: Lessons Completed This Week
it_it: Lezioni Completate questa Settimana

source: Total Sales This Week
it_it: Vendite Totali questa Settimana

source: Integrations
it_it: Integrazioni

source: Integration Settings
it_it: Impostazioni Integrazioni

source: Membership
it_it: Abbonamenti

source: Membership Page
it_it: Pagina Abbonamenti

source: Page used for displaying memberships.
it_it: Pagina usata per mostrare gli abbonamenti.

source: Restrict site by membership level
it_it: Limita l’accesso al sito per gli abbonamenti di livello

source: Only allow access to site to users with a specific membership level. Users will be able to view and purchase membership level.
it_it: L’accesso al sito è limitato agli utenti con uno specifico livello di abbonamento. Gli utenti saranno in grado di vedere e acquistare il livello di abbonamento.

source: Redirect members to checkout
it_it: Reindirizza i membri al checkout

source: Automatically redirect users to checkout after selecting membership.
it_it: Reindirizza automaticamente gli utenti al checkout dopo aver selezionato l’abbonamento.

source: Dashboard
it_it: Bacheca

source: Students
it_it: Studenti

source: Include Expired Students
it_it: Includi Studenti Scaduti

source: Profile
it_it: Profilo

source: Student not found
it_it: Studente non trovato

source: Account Info
it_it: Informazioni Account

source: Purchases
it_it: Acquisti

source: Money Spent
it_it: Soldi Spesi

source: Analytics
it_it: Statistiche

source: Save Changes
it_it: Salva i Cambiamenti

source: Coupon code <strong>%s</strong> was not found.
it_it: Il Codice Coupon <strong>%s</strong> non è stato trovato.

source: Coupon code <strong>%s</strong> can't be applied to this product.
it_it: Il Codice Coupon <strong>%s</strong> non può essere applicato a questo prodotto.

source: Coupon code <strong>%s</strong> cannot be applied to this order.
it_it: Il Codice Coupon <strong>%s</strong> non può essere applicato a questo ordine.

source: Coupon code <strong>%s</strong> has been applied to your order.
it_it: Il Codice Coupon <strong>%s</strong> non può essere applicato al tuo ordine.

source: Coupon code <strong>%s</strong> has been removed from your order.
it_it: Il Codice Coupon <strong>%s</strong> è stato rimosso dal tuo ordine.

source: Please select a credit card type.
it_it: Per favore seleziona un tipo di carta di credito corretto.

source: Please enter a credit card number.
it_it: Per favore inserisci il numero di carta di credito.

source: Please select an expiration month.
it_it: Per favore seleziona il mese di scadenza.

source: Please select an expiration year.
it_it: Per favore inserisci l’anno di scadenza.

source: Please enter the credit card CVV2 number
it_it: Per favore inserisci il numero CVV2 della carta di credito

source: Only percent based coupons can be applied to payment plans.
it_it: Soltanto i coupon in percentuale possono essere applicati a questo piano di pagamento.

source: Please confirm your payment.
it_it: Per favore conferma il tuo pagamento.

source: Congratulations! You have enrolled in <strong>%s</strong>
it_it: Congratulazioni! Adesso sei iscritto a <strong>%s</strong>

source: Congratulations! Your new membership level is <strong>%s</strong>
it_it: Congratulazioni! Il tuo nuovo livello abbonamento è <strong>%s</strong>

source: You have successfully purchased <strong>%s</strong>
it_it: Hai acquistato con successo <strong>%s</strong>

source: You already own this course. You cannot purchase it again.
it_it: Possiedi già questo corso. Non puoi acquistarlo nuovamente.

source: This content is not available until %s
it_it: Questo contenuto non è disponibile fino a %s

source: <a href="%s">%s</a> membership level allows access to this content.
it_it: Soltanto un livello di abbonamento <a href="%s">%s</a> fornisce accesso a questo contenuto.

source: You must complete <strong><a href="%s" alt="%s">%s</strong></a> before accessing this content
it_it: Devi completare <strong><a href="%s" alt="%s">%s</a></strong> prima di poter accedere a questo contenuto

source: You must complete the following course track before accessing this content: <strong>%s</strong>
it_it: Devi completare il percorso precedente prima di poter accedere a questo corso: <strong>%s</strong>

source: Courses remaining:
it_it: Corsi restanti:

source: Lesson is not available until %s.
it_it: La Lezione non è disponibile fino a %s.

source: Course is not available until %s.
it_it: Il Corso non è disponibile fino a %s.

source: Course ended %s.
it_it: Corso concluso %s.

source: You do not have access to the quiz questions. <a href="%s">Return to Account page</a>.
it_it: Non hai accesso alle domande del quiz. <a href="%s">Torna alla pagina del tuo Account</a>.

source: Please enter your name.
it_it: Per favore inserisci il tuo nome.

source: Please provide a valid email address.
it_it: Per favore inserisci un indirizzo email valido.

source: The email entered is associated with another account.
it_it: L’indirizzo email inserito è associato a un altro account.

source: Please re-enter your password.
it_it: Per favore inserisci nuovamente la tua password.

source: Passwords do not match.
it_it: Le password non combaciano.

source: Please enter your billing address.
it_it: Per favore inserisci il tuo indirizzo di fatturazione.

source: Please enter your billing city.
it_it: Per favore inserisci la tua città di fatturazione.

source: Please enter your billing state.
it_it: Per favore inserisci lo stato di fatturazione.

source: Please enter your billing zip code.
it_it: Per favore inserisci il CAP per la fatturazione.

source: Please enter your billing country.
it_it: Per favore inserisci la tua nazione di fatturazione.

source: Account details were changed successfully.
it_it: I dettagli del tuo account sono stati cambiati con successo.

source: Error
it_it: Errore

source: Username is required.
it_it: È richiesto il nome utente.

source: Password is required.
it_it: È richiesta la password.

source: A user could not be found with this email address.
it_it: Non è stato possibile trovare un utente con questo indirizzo email.

source: You are now logged in as <strong>%s</strong>
it_it: Sei entrato come <strong>%s</strong>

source: Please enter your password.
it_it: Per favore inserisci la tua password.

source: ERROR
it_it: ERRORE

source: Anti-spam field was filled in.
it_it: Il campo anti-spam è stato inserito.

source: Enter a username or e-mail address.
it_it: Inserisci un nome utente o un indirizzo email.

source: The email address entered is not associated with an account.
it_it: L’indirizzo email inserito non è associato a nessun account.

source: Invalid username or e-mail.
it_it: Nome utente o email non valido.

source: Could not reset password.
it_it: Non è stato possibile reimpostare la password.

source: Check your e-mail for the account confirmation link.
it_it: Controlla la tua email per il link di conferma.

source: Invalid key
it_it: Chiave non valida

source: Student
it_it: Studente

source: Mark Complete
it_it: Segna come Completato

source: User cannot be found.
it_it: L’utente non può essere trovato.

source: Congratulations! You have completed %s
it_it: Congratulazioni! Hai completato %s

source: Order - %s
it_it: Ordine - %s

source: Order - %s, %s
it_it: Ordine - %s, %s

source: Course Categories
it_it: Categorie Corso

source: Course Category
it_it: Categoria Corso

# Admin menu name
source: Categories
it_it: Categorie

source: Search Course Categories
it_it: Cerca Categorie Corso

source: All Course Categories
it_it: Tutte le Categorie Corso

source: Parent Course Category
it_it: Categoria Corso Genitore

source: Parent Course Category:
it_it: Categoria Corso Genitore:

source: Edit Course Category
it_it: Modifica Categoria Corso

source: Update Course Category
it_it: Aggiorna Categoria Corso

source: Add New Course Category
it_it: Aggiungi una Nuova Categoria Corso

source: New Course Category Name
it_it: Nome della Nuova Categoria Corso

# slug
source: course-category
it_it: categoria-corso

source: Course Track
it_it: Traccia Corso

source: Course Tracks
it_it: Tracce Corso

# Admin menu name
source: Tracks
it_it: Tracce

source: Search Course Tracks
it_it: Cerca Tracce Corso

source: All Course Tracks
it_it: Tutte le Tracce Corso

source: Parent Course Track
it_it: Traccia Corso Genitore

source: Parent Course Track:
it_it: Traccia Corso Genitore:

source: Edit Course Track
it_it: Modifica Traccia Corso

source: Update Course Track
it_it: Aggiorna Traccia Corso

source: Add New Course Track
it_it: Aggiungi una Nuova Traccia Corso

source: New Course Track Name
it_it: Nome della Nuova Traccia Corso

# slug
source: course-track
it_it: traccia-corso

source: Course Tags
it_it: Etichette Corso

source: Course Tag
it_it: Etichetta Corso

# Admin menu name
source: Tags
it_it: Etichette

source: Search Course Tags
it_it: Cerca Etichetta Corso

source: All Course Tags
it_it: Tutte le Etichette Corso

source: Parent Course Tag
it_it: Etichetta Corso Genitore

source: Parent Course Tag:
it_it: Etichetta Corso Genitore:

source: Edit Course Tag
it_it: Modifica Etichetta Corso

source: Update Course Tag
it_it: Aggiorna Etichetta Corso

source: Add New Course Tag
it_it: Aggiungi una Nuova Etichetta Corso

source: New Course Tag Name
it_it: Nome della Nuova Etichetta Corso

# slug
source: course-tag
it_it: etichetta-corso

source: Course Difficulties
it_it: Difficoltà Corso

source: Course Difficulty
it_it: Difficoltà Corso

# Admin menu name
source: Difficulties
it_it: Difficoltà

source: Search Course Difficulties
it_it: Cerca Difficoltà Corso

source: All Course Difficulties
it_it: Tutte le Difficoltà Corso

source: Parent Course Difficulty
it_it: Difficoltà Corso Genitore

source: Parent Course Difficulty:
it_it: Difficoltà Corso Genitore:

source: Edit Course Difficulty
it_it: Modifica Difficoltà Corso

source: Update Course Difficulty
it_it: Aggiorna Difficoltà Corso

source: Add New Course Difficulty
it_it: Aggiungi una Nuova Difficoltà Corso

source: New Course Difficulty Name
it_it: Nome della Nuova Difficoltà Corso

# slug
source: course-difficulty
it_it: difficolta-corso

source: Membership Categories
it_it: Categorie Abbonamento

source: Membership Category
it_it: Categoria Abbonamento

source: Search Membership Categories
it_it: Cerca Categorie Abbonamento

source: All Membership Categories
it_it: Tutte le Categorie Abbonamento

source: Parent Membership Category
it_it: Categoria Abbonamento Genitore

source: Parent Membership Category:
it_it: Categoria Abbonamento Genitore:

source: Edit Membership Category
it_it: Modifica Categoria Abbonamento

source: Update Membership Category
it_it: Aggiorna Categoria Abbonamento

source: Add New Membership Category
it_it: Aggiungi Nuova Categoria Abbonamento

source: New Membership Category Name
it_it: Nome della Nuova Categoria Abbonamento

# slug
source: membership-category
it_it: categoria-abbonamento

source: Membership Tags
it_it: Etichette Abbonamento

source: Membership Tag
it_it: Etichetta Abbonamento

source: Search Membership Tags
it_it: Cerca Etichette Abbonamento

source: All Membership Tags
it_it: Tutte le Etichette Abbonamento

source: Parent Membership Tag
it_it: Etichetta Abbonamento Genitore

source: Parent Membership Tag:
it_it: Etichetta Abbonamento Genitore:

source: Edit Membership Tag
it_it: Modifica Etichetta Abbonamento

source: Update Membership Tag
it_it: Aggiorna Etichetta Abbonamento

source: Add New Membership Tag
it_it: Aggiungi Nuova Etichetta Abbonamento

source: New Membership Tag Name
it_it: Nome della Nuova Etichetta Abbonamento

# slug
source: membership-tag
it_it: etichetta-abbonamento

# slug
source: course
it_it: corso

source: Course
it_it: Corso

# Admin menu name
source: Courses
it_it: Corsi

source: Add Course
it_it: Aggiungi Corso

source: Add New Course
it_it: Aggiungi Nuovo Corso

source: Edit
it_it: Modifica

source: Edit Course
it_it: Modifica Corso

source: New Course
it_it: Nuovo Corso

source: View Course
it_it: Visualizza Corso

source: Search Courses
it_it: Cerca Corsi

source: No Courses found
it_it: Nessun Corso trovato

source: No Courses found in trash
it_it: Nessun Corso trovato nel cestino

source: Parent Course
it_it: Corso Genitore

source: This is where you can add new courses.
it_it: Qui è dove puoi aggiungere nuovi corsi.

source: Variations
it_it: Variazioni

source: Sections
it_it: Sezioni

source: Add Section
it_it: Aggiungi Sezione

source: Edit Section
it_it: Modifica Sezione

source: New Section
it_it: Nuova Sezione

source: View Section
it_it: Visualizza Sezione

source: Search Sections
it_it: Cerca Sezioni

source: No Sections found
it_it: Nessuna Sezione trovata

source: No Sections found in trash
it_it: Nessuna Sezione trovata nel cestino

source: Parent Sections
it_it: Sezioni Genitore

# Admin menu name
source: Sections
it_it: Sezioni

source: This is where sections are stored.
it_it: Qui è dove le sezioni vengono salvate.

# slug
source: lesson
it_it: lezione

source: Lessons
it_it: Lezioni

source: Add Lesson
it_it: Aggiungi Lezione

source: Add New Lesson
it_it: Aggiungi Nuova Lezione

source: Edit Lesson
it_it: Modifica Lezione

source: New Lesson
it_it: Nuova Lezione

source: View Lesson
it_it: Visualizza Lezione

source: Search Lessons
it_it: Cerca Lezioni

source: No Lessons found
it_it: Nessuna Lezione trovata

source: No Lessons found in trash
it_it: Nessuna Lezione trovata nel cestino

source: Parent Lessons
it_it: Lezioni Genitore

# Admin menu name
source: Lessons
it_it: Lezioni

source: This is where you can view all of the lessons.
it_it: Qui è dove puoi visualizzare tutte le lezioni.

source: Orders
it_it: Ordini

source: Add Order
it_it: Aggiungi Ordine

source: Add New Order
it_it: Aggiungi Nuovo Ordine

source: Edit Order
it_it: Modifica Ordine

source: New Order
it_it: Nuovo Ordine

source: View Order
it_it: Visualizza Ordine

source: Search Orders
it_it: Cerca Ordini

source: No Orders found
it_it: Nessun Ordine trovato

source: No Orders found in trash
it_it: Nessun Ordine trovato nel cestino

source: Parent Orders
it_it: Ordini Genitore

# Admin menu name
source: Orders
it_it: Ordini

source: This is where orders are managed
it_it: Qui è dove vengono gestiti gli ordini

source: Emails
it_it: Email

source: Add Email
it_it: Aggiungi Email

source: Add New Email
it_it: Aggiungi Nuova Email

source: Edit Email
it_it: Modifica Email

source: New Email
it_it: Nuova Email

source: View Email
it_it: Visualizza Email

source: Search Emails
it_it: Cerca Email

source: No Emails found
it_it: Nessuna Email trovata

source: No Emails found in trash
it_it: Nessuna Email trovata nel cestino

source: Parent Emails
it_it: Email Genitore

# Admin menu name
source: Emails
it_it: Email

source: This is where emails are stored.
it_it: Qui è dove vengono salvate le email.

# slug
source: certificate
it_it: certificato

source: Certificates
it_it: Certificati

source: Certificate
it_it: Certificato

source: Add Certificate
it_it: Aggiungi Certificato

source: Add New Certificate
it_it: Aggiungi Nuovo Certificato

source: Edit Certificate
it_it: Modifica Certificato

source: New Certificate
it_it: Nuovo Certificato

source: View Certificate
it_it: Visualizza Certificato

source: Search Certificates
it_it: Cerca Certificati

source: No Certificates found
it_it: Nessun Certificato trovato

source: No Certificates found in trash
it_it: Nessun Certificato trovato nel cestino

source: Parent Certificates
it_it: Certificati Genitore

# Admin menu name
source: Certificates
it_it: Certificati

source: This is where you can view all of the certificates.
it_it: Qui è dove puoi visualizzare tutti i certificati.

source: Achievements
it_it: Risultati

source: Achievement
it_it: Risultato

source: Add Achievement
it_it: Aggiungi Risultato

source: Add New Achievement
it_it: Aggiungi Nuovo Risultato

source: Edit Achievement
it_it: Modifica Risultato

source: New Achievement
it_it: Nuovo Risultato

source: View Achievement
it_it: Visualizza Risultato

source: Search Achievement
it_it: Cerca Risultato

source: No Achievement found
it_it: Nessun Risultato trovato

source: No Achievement found in trash
it_it: Nessun Risultato trovato nel cestino

source: Parent Achievement
it_it: Risultato Genitore

# Admin menu name
source: Achievements
it_it: Risultati

source: This is where achievements are stored.
it_it: Qui è dove vengono salvati i risultati.

source: Engagement
it_it: Coinvolgimento

source: Add Engagement
it_it: Aggiungi Coinvolgimento

source: Add New Engagement
it_it: Aggiungi Nuovo Coinvolgimento

source: Edit Engagement
it_it: Modifica Coinvolgimento

source: New Engagement
it_it: Nuovo Coinvolgimento

source: View Engagement
it_it: Visualizza Coinvolgimento

source: Search Engagement
it_it: Cerca Coinvolgimento

source: No Engagement found
it_it: Nessun Coinvolgimento trovato

source: No Engagement found in trash
it_it: Nessun Coinvolgimento trovato nel cestino

source: Parent Engagement
it_it: Coinvolgimento Genitore

# Admin menu name
source: Engagements
it_it: Coinvolgimenti

source: This is where engagements are stored.
it_it: Qui è dove vengono salvati i coinvolgimenti.

# slug
source: my_certificate
it_it: miei-certificati

source: My Certificates
it_it: Miei Certificati

source: My Certificate
it_it: Mio Certificato

source: Add My Certificate
it_it: Aggiungi Mio Certificato

source: Add New My Certificate
it_it: Aggiungi Nuovo Mio Certificato

source: Edit My Certificate
it_it: Modifica Mio Certificato

source: New My Certificate
it_it: Nuovo Mio Certificato

source: View My Certificate
it_it: Visualizza Mio Certificato

source: Search My Certificates
it_it: Cerca Mio Certificato

source: No My Certificates found
it_it: Nessun Mio Certificato trovato

source: No My Certificates found in trash
it_it: Nessun Mio Certificato trovato nel cestino

source: Parent My Certificates
it_it: Mio Certificato Genitore

# Admin menu name
source: My Certificates
it_it: Miei Certificati

# slug
source: membership
it_it: abbonamento

# Admin menu name
source: Memberships
it_it: Abbonamenti

source: Add Membership
it_it: Aggiungi Abbonamento

source: Add New Membership
it_it: Aggiungi Nuovo Abbonamento

source: Edit Membership
it_it: Modifica Abbonamento

source: New Membership
it_it: Nuovo Abbonamento

source: View Membership
it_it: Visualizza Abbonamento

source: Search Memberships
it_it: Cerca Abbonamenti

source: No Memberships found
it_it: Nessun Abbonamento trovato

source: No Memberships found in trash
it_it: Nessun Abbonamento trovato nel cestino

source: Parent Membership
it_it: Abbonamento Genitore

source: This is where you can add new Membership levels.
it_it: Qui è dove puoi aggiungere i livelli di Abbonamento.

source: Quizzes
it_it: Quiz

source: Add Quiz
it_it: Aggiungi Quiz

source: Add New Quiz
it_it: Aggiungi Nuovo Quiz

source: Edit Quiz
it_it: Modifica Quiz

source: New Quiz
it_it: Nuovo Quiz

source: View Quiz
it_it: Visualizza Quiz

source: Search Quiz
it_it: Cerca Quiz

source: No Quizzes found
it_it: Nessun Quiz trovato

source: No Quizzes found in trash
it_it: Nessun Quiz trovato nel cestino

source: Parent Quizzes
it_it: Quiz Genitore

# Admin menu name
source: Quizzes
it_it: Quiz
